benchmarks/multiThreaded/big_php.txt
Running 2s test @ http://localhost:8080/big.php
  8 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   995.08ms  564.12ms   1.97s    59.48%
    Req/Sec    12.42      7.05    50.00     65.49%
  153 requests in 2.07s, 63.12MB read
  Socket errors: connect 0, read 153, write 0, timeout 0
Requests/sec:     74.09
Transfer/sec:     30.57MB