benchmarks/multiThreaded/small_html.txt
Running 2s test @ http://localhost:8080/small.html
  8 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.72ms   13.67ms 416.42ms   99.04%
    Req/Sec     5.83k     2.74k   13.27k    69.29%
  81892 requests in 2.06s, 13.82MB read
  Socket errors: connect 0, read 81887, write 0, timeout 0
Requests/sec:  39779.97
Transfer/sec:      6.71MB